Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# FaqNotVisibleOrConnectingAnswer
source: If your Mac does not show up on your Android device even though both devices are connected to the same Wi-Fi network, or the transmission failed, try the following: 1) Open System Settings, and go to "Privacy & Security" > "Local Network". Make sure that QuickDrop is enabled. If you use a third-party firewall or an antivirus program, please check the documentation of this program to allow incoming connections for QuickDrop. 2) Restart QuickDrop by clicking the menu bar icon, choose the last entry, and open the app again. Restart your Android device. Note: Some networks do not allow devices to communicate with each other. In this case, you need to download the QuickDrop app for your phone, and connect your Mac to your phone's hotspot to transfer files. The link to the app can be found in the sidebar on the left.
ar: إذا لم يظهر جهاز Mac على جهاز Android الخاص بك، على الرغم من أن كلا الجهازين متصلان بنفس شبكة Wi-Fi، أو إذا فشلت عملية الإرسال، جرّب ما يلي: 1) افتح إعدادات النظام، وانتقل إلى "الخصوصية والأمان" > "الشبكة المحلية". تأكد من تفعيل QuickDrop. إذا كنت تستخدم جدار حماية أو برنامج مكافحة فيروسات تابعًا لجهة خارجية، يُرجى الرجوع إلى وثائق البرنامج للسماح بالاتصالات الواردة لـ QuickDrop. 2) أعد تشغيل QuickDrop بالنقر على أيقونة شريط القوائم، واختر الخيار الأخير، ثم افتح التطبيق مرة أخرى. أعد تشغيل جهاز Android الخاص بك. ملاحظة: بعض الشبكات لا تسمح للأجهزة بالتواصل مع بعضها. في هذه الحالة، تحتاج إلى تنزيل تطبيق QuickDrop على هاتفك وتوصيل جهاز Mac بنقطة الاتصال الخاصة بهاتفك لإرسال الملفات. يمكنك العثور على رابط التطبيق في الشريط الجانبي على اليمين.
ca: Si el teu Mac no apareix al teu dispositiu Android encara que ambdós estiguin connectats a la mateixa xarxa Wi-Fi o la transmissió falla, prova això: 1) Obre les Configuracions del Sistema i ves a "Privacitat i Seguretat" > "Xarxa Local". Comprova que QuickDrop està activat. Si utilitzes un tallafocs o programari antivirus de tercers, consulta la documentació d'aquest programa per permetre connexions entrants per a QuickDrop. 2) Reinicia QuickDrop fent clic a la icona de la barra de menús, selecciona l'última entrada i obre l'app de nou. Reinicia el teu dispositiu Android. Nota: Algunes xarxes no permeten la comunicació entre dispositius. En aquest cas, hauràs de descarregar l'app QuickDrop al teu telèfon i connectar el teu Mac al punt d'accés del teu telèfon per transferir arxius. El link de l'app es pot trobar al menú lateral esquerre.
cs: Pokud se váš Mac nezobrazuje na zařízení Android, i přestože obě zařízení jsou připojena ke stejné síti Wi-Fi, nebo přenos selhal, zkuste následující: 1) Otevřete Nastavení systému, přejděte na "Soukromí a zabezpečení" > "Místní síť". Ujistěte se, že je QuickDrop povolen. Pokud používáte firewall třetí strany nebo antivirový program, zkontrolujte dokumentaci programu, aby povoloval příchozí připojení pro QuickDrop. 2) Restartujte QuickDrop kliknutím na ikonu v menu baru, zvolte poslední položku a znovu aplikaci spusťte. Restartujte své zařízení Android. Poznámka: Některé sítě neumožňují komunikovat zařízení mezi sebou. V takovém případě musíte stáhnout aplikaci QuickDrop pro telefon a připojit Mac k hotspotu telefonu. Odkaz na aplikaci najdete v levém bočním panelu.
da: Hvis din Mac ikke vises på din Android-enhed, selvom begge er på samme Wi-Fi-netværk, eller overførslen mislykkes, prøv følgende: 1) Åbn Systemindstillinger, gå til "Privatliv & Sikkerhed" > "Lokalnetværk". Sørg for, at QuickDrop er aktiveret. Hvis du bruger en tredjeparts firewall eller antivirusprogram, skal du tjekke programmets dokumentation for at tillade indgående forbindelser for QuickDrop. 2) Genstart QuickDrop ved at klikke på menulinjeikonet, vælge sidste punkt, og åbne appen igen. Genstart din Android-enhed. Bemærk: Nogle netværk tillader ikke enheder at kommunikere med hinanden. I dette tilfælde skal du downloade QuickDrop-appen for din telefon og forbinde din Mac til din telefons hotspot for at overføre filer. Linket til appen findes i venstre side.
de: Wenn dein Mac nicht auf deinem Android-Gerät angezeigt wird, obwohl beide Geräte mit demselben WLAN verbunden sind, oder die Übertragung fehlgeschlagen ist, versuche Folgendes: 1) Öffne die Systemeinstellungen und gehe zu "Datenschutz & Sicherheit" > "Lokales Netzwerk". Stelle sicher, dass QuickDrop aktiviert ist. Wenn du eine Firewall oder ein Antivirenprogramm eines Drittanbieters verwendest, überprüfe die Dokumentation, um eingehende Verbindungen für QuickDrop zuzulassen. 2) Starte QuickDrop neu, indem du auf das Symbol in der Menüleiste klickst, den letzten Eintrag auswählst und die App erneut öffnest. Starte auch dein Android-Gerät neu. Hinweis: Einige Netzwerke erlauben keine Kommunikation zwischen Geräten. In diesem Fall lade die QuickDrop-App auf dein Telefon herunter und verbinde deinen Mac mit dem Hotspot deines Telefons, um Dateien zu übertragen. Den Link zur App findest du in der Seitenleiste links.
el: Εάν το Mac σας δεν εμφανίζεται στη συσκευή Android ακόμα και αν και οι δύο συσκευές είναι συνδεδεμένες στο ίδιο δίκτυο Wi-Fi, ή η μεταφορά απέτυχε, δοκιμάστε τα εξής: 1) Ανοίξτε τις Ρυθμίσεις Συστήματος και μεταβείτε στο "Απόρρητο & Ασφάλεια" > "Τοπικό Δίκτυο". Βεβαιωθείτε ότι το QuickDrop είναι ενεργοποιημένο. Αν χρησιμοποιείτε firewall τρίτων ή πρόγραμμα antivirus, παρακαλώ ελέγξτε τη τεκμηρίωση του προγράμματος αυτού για να επιτρέψετε εισερχόμενες συνδέσεις για το QuickDrop. 2) Επανακινήστε το QuickDrop κάνοντας κλικ στο εικονίδιο της γραμμής μενού, επιλέξτε την τελευταία καταχώρηση και ανοίξτε ξανά την εφαρμογή. Επανεκκινήστε τη συσκευή Android. Σημείωση: Ορισμένα δίκτυα δεν επιτρέπουν στις συσκευές να επικοινωνούν μεταξύ τους. Σε αυτή την περίπτωση, χρειάζεται να κατεβάσετε την εφαρμογή QuickDrop για το τηλέφωνό σας και να συνδέσετε το Mac σας στο hotspot του τηλεφώνου σας για να μεταφέρετε αρχεία. Ο σύνδεσμος προς την εφαρμογή μπορεί να βρεθεί στη πλευρική μπάρα αριστερά.
es: Si tu Mac no aparece en tu dispositivo Android, aunque ambos estén conectados a la misma red wifi, o si la transmisión falló, prueba lo siguiente: 1) Abre Configuración del sistema y ve a "Privacidad y seguridad" > "Red local". Asegúrate de que QuickDrop esté habilitado. Si usas un firewall o antivirus de terceros, consulta su documentación para permitir conexiones entrantes para QuickDrop. 2) Reinicia QuickDrop haciendo clic en el icono de la barra de menús, elige la última opción y abre la aplicación nuevamente. Reinicia tu dispositivo Android. Nota: Algunas redes no permiten la comunicación entre dispositivos. En ese caso, descarga la aplicación de QuickDrop en tu teléfono y conecta tu Mac al punto de acceso de tu teléfono para transferir archivos. El enlace a la aplicación se encuentra en la barra lateral izquierda.
es_419: Si tu Mac no aparece en tu dispositivo Android aunque ambos dispositivos estén conectados a la misma red Wi-Fi, o la transmisión falló, intenta lo siguiente: 1) Abre Configuración del Sistema y ve a "Privacidad y Seguridad" > "Red Local". Asegúrate de que QuickDrop esté habilitado. Si usas un firewall o un programa antivirus de terceros, consulta la documentación de este programa para permitir conexiones entrantes para QuickDrop. 2). Reinicia QuickDrop haciendo clic en el icono de la barra de menú, elige la última entrada y abre la app nuevamente. Reinicia tu dispositivo Android. Nota: Algunas redes no permiten que los dispositivos se comuniquen entre sí. En ese caso, necesitas descargar la aplicación QuickDrop para tu teléfono y conectar tu Mac al hotspot de tu teléfono para transferir archivos. El enlace a la aplicación se encuentra en la barra lateral izquierda.
fi: Jos Mac ei näy Android-laitteellasi, vaikka molemmat ovat yhdistettynä samaan Wi-Fi-verkkoon, tai siirto epäonnistui, kokeile seuraavia: 1) Avaa Järjestelmäasetukset ja siirry kohtaan 'Tietosuoja & Turvallisuus' > 'Paikallisverkko'. Varmista, että QuickDrop on käytössä. Jos käytät kolmannen osapuolen palomuuria tai virustorjuntaohjelmaa, tarkista ohjelman ohjeista miten sallitaan yhteydet QuickDropille. 2) Käynnistä QuickDrop uudelleen napsauttamalla valikkopalkin kuvaketta, valitse viimeinen valikko ja avaa sovellus uudelleen. Käynnistä myös Android-laitteesi uudelleen. Huom: Jotkut verkot eivät salli laitteiden välistä yhteyttä. Tällöin tarvitset QuickDrop-sovelluksen puhelimeesi ja yhdistät helposti Macin puhelimesi hotspotista tiedostoja varten. Linkit sovellusten löytämiseen ovat vasemmalla sivupalkissa.
fr: Si votre Mac n'apparaît pas sur votre appareil Android, même si les deux appareils sont connectés au même réseau Wi-Fi, ou si la transmission a échoué, essayez ce qui suit : 1) Ouvrez les Réglages Système et allez dans "Confidentialité et Sécurité" > "Réseau Local". Assurez-vous que QuickDrop est activé. Si vous utilisez un pare-feu tiers ou un programme antivirus, consultez la documentation de ce programme pour autoriser les connexions entrantes pour QuickDrop. 2) Redémarrez QuickDrop en cliquant sur l'icône de la barre de menus, choisissez la dernière entrée et ouvrez à nouveau l'application. Redémarrez votre appareil Android. Remarque : Certains réseaux ne permettent pas aux appareils de communiquer entre eux. Dans ce cas, vous devez télécharger l'application QuickDrop pour votre téléphone et connecter votre Mac au point d'accès de votre téléphone pour transférer des fichiers. Le lien vers l'application se trouve dans la barre latérale à gauche.
fr_ca: Si votre Mac n'apparaît pas sur votre appareil Android alors que les deux appareils sont connectés au même réseau Wi-Fi, ou si la transmission a échoué, essayez ce qui suit : 1) Ouvrez les Réglages système et allez dans "Confidentialité et Sécurité" > "Réseau local". Assurez-vous que QuickDrop est activé. Si vous utilisez un pare-feu tiers ou un programme antivirus, veuillez consulter la documentation pour autoriser les connexions entrantes pour QuickDrop. 2) Redémarrez QuickDrop en cliquant sur l'icône de la barre de menu, sélectionnez la dernière entrée et ouvrez l'application à nouveau. Redémarrez votre appareil Android. Remarque : Certains réseaux n'autorisent pas les appareils à communiquer entre eux. Dans ce cas, vous devez télécharger l'application QuickDrop pour votre téléphone et connecter votre Mac au point d'accès de votre téléphone pour transférer des fichiers. Le lien vers l'application se trouve dans la barre latérale à gauche.
he: אם ה-Mac שלך לא מופיע במכשיר ה-Android שלך למרות שהמכשירים מחוברים לאותה רשת Wi-Fi, או אם ההעברה נכשלה, נסה את השלבים הבאים: 1) פתח את הגדרות המערכת ועבור ל"פרטיות וביטחון" > "רשת מקומית". ודא ש-QuickDrop מופעל. אם אתה משתמש בחומת אש או תוכנת אנטי-וירוס של צד שלישי, בדוק את תיעוד התוכנה כדי לאפשר חיבורים נכנסים ל-QuickDrop. 2) אתחל את QuickDrop על ידי לחיצה על אייקון סרגל התפריטים, בחר את הערך האחרון ופתח את האפליקציה שוב. אתחל את מכשיר ה-Android שלך. הערה: כמה רשתות אינן מאפשרות תיקשורת בין מכשירים. במקרה כזה, תצטרך להוריד את אפליקציית QuickDrop לטלפון שלך ולחבר את ה-Mac לנקודת הגישה של הטלפון שלך כדי להעביר קבצים. הקישור לאפליקציה זמין בצד שמאל.
hi: यदि आपका Mac आपके Android डिवाइस पर प्रदर्शित नहीं हो रहा है, जबकि दोनों डिवाइस एक ही वाई-फ़ाई नेटवर्क से जुड़े हुए हैं, या ट्रांसमिशन विफल हो गया, तो कृपया निम्नलिखित प्रयास करें: 1) सिस्टम सेटिंग्स खोलें और 'गोपनीयता और सुरक्षा' > 'स्थानीय नेटवर्क' पर जाएं। सुनिश्चित करें कि QuickDrop सक्षम है। अगर आप थर्ड-पार्टी फायरवॉल या एंटीवायरस प्रोग्राम का उपयोग करते हैं, तो QuickDrop के लिए आने वाले कनेक्शनों की अनुमति देने की प्रक्रिया के लिए संबंधित डाक्यूमेंटेशन देखें। 2) QuickDrop को पुनः आरंभ करें: मेनू बार आइकन पर क्लिक करें, आखिरी प्रविष्टि चुनें और ऐप को दोबारा खोलें। अपने Android डिवाइस को रीस्टार्ट करें। ध्यान दें: कुछ नेटवर्क डिवाइस को आपस में बातचीत करने की अनुमति नहीं देते हैं। इस स्थिति में, आपको अपने फोन के लिए QuickDrop ऐप डाउनलोड करना होगा, और फ़ाइल स्थानांतरित करने के लिए अपने Mac को अपने फोन के हॉटस्पॉट से कनेक्ट करना होगा। ऐप का लिंक बाईं ओर के साइडबार में उपलब्ध है।
hr: Ako se vaš Mac ne pojavljuje na vašem Android uređaju iako su oba uređaja spojena na istu Wi-Fi mrežu, ili prijenos nije uspio, pokušajte sljedeće: 1) Otvorite Postavke sustava i idite na "Privatnost i sigurnost" > "Lokalna mreža". Pobrinite se da je QuickDrop omogućen. Ako koristite treću stranu vatrozida ili antivirusni program, provjerite dokumentaciju tog programa da biste omogućili dolazne veze za QuickDrop. 2) Ponovno pokrenite QuickDrop klikom na ikonu na traci izbornika, odaberite zadnji unos i ponovno otvorite aplikaciju. Ponovno pokrenite svoj Android uređaj. Napomena: Neke mreže ne dopuštaju komunikaciju među uređajima. U tom slučaju preuzmite aplikaciju QuickDrop za svoj telefon i povežite Mac s hotspotom svog telefona za prijenos datoteka. Veza do aplikacije može se pronaći u bočnoj traci slijeva.
hu: Ha a Mac-ed nem jelenik meg az Android-eszközödön, annak ellenére, hogy mindkét eszköz ugyanahhoz a Wi-Fi hálózathoz csatlakozik, vagy a fájlátvitel sikertelen volt, próbáld ki az alábbiakat: 1) Nyisd meg a Rendszerbeállításokat, és menj a "Adatvédelem és biztonság" > "Helyi hálózat" menüpontra. Győződj meg róla, hogy a QuickDrop engedélyezve van. Ha harmadik féltől származó tűzfalat vagy vírusirtót használsz, ellenőrizd a program dokumentációját, hogy engedélyezve legyenek a bejövő kapcsolatok a QuickDrop számára. 2) Indítsd újra a QuickDrop-ot a menüsor ikonjára kattintva, válaszd az utolsó bejegyzést, majd nyisd meg újra az alkalmazást. Indítsd újra az Android-eszközödet is. Megjegyzés: Egyes hálózatok nem engedélyezik az eszközök közötti kommunikációt. Ebben az esetben töltsd le a QuickDrop alkalmazást a telefonodra, és csatlakoztasd a Mac-et a telefonod hotspotjára a fájlátvitelhez. Az alkalmazás linkje a bal oldali oldalsávban található.
id: Jika Mac Anda tidak muncul di perangkat Android Anda meskipun kedua perangkat terhubung ke jaringan Wi-Fi yang sama, atau transmisi gagal, coba langkah berikut: 1) Buka Pengaturan Sistem, dan masuk ke "Privasi & Keamanan" > "Jaringan Lokal". Pastikan QuickDrop diaktifkan. Jika Anda menggunakan firewall pihak ketiga atau program antivirus, silakan periksa dokumentasi program ini untuk mengizinkan koneksi masuk untuk QuickDrop. 2) Mulai ulang QuickDrop dengan mengklik ikon bilah menu, pilih entri terakhir, dan buka kembali aplikasinya. Mulai ulang perangkat Android Anda. Catatan: Beberapa jaringan tidak memungkinkan perangkat untuk saling berkomunikasi. Dalam kasus ini, Anda perlu mengunduh aplikasi QuickDrop untuk ponsel Anda, dan hubungkan Mac Anda ke hotspot ponsel Anda untuk mentransfer file. Tautan ke aplikasi dapat ditemukan di sidebar di sebelah kiri.
it: Se il tuo Mac non viene visualizzato sul dispositivo Android, anche se entrambi sono connessi alla stessa rete Wi-Fi, oppure se la trasmissione è fallita, prova quanto segue: 1) Apri le Impostazioni di Sistema e vai su "Privacy e Sicurezza" > "Rete Locale". Assicurati che QuickDrop sia abilitato. Se utilizzi un firewall o un programma antivirus di terze parti, consulta la documentazione per consentire le connessioni in entrata per QuickDrop. 2) Riavvia QuickDrop cliccando sull'icona nella barra dei menu, seleziona l'ultima voce e riapri l'app. Riavvia anche il tuo dispositivo Android. Nota: alcune reti non permettono ai dispositivi di comunicare tra loro. In tal caso, scarica l'app QuickDrop sul telefono e collega il Mac all'hotspot del telefono per trasferire i file. Il link per l'app si trova nella barra laterale a sinistra.
ja: MacとAndroidデバイスが同じWi-Fiネットワークに接続されているにもかかわらず、MacがAndroidデバイスに表示されない、または転送が失敗する場合は、以下をお試しください: 1) システム設定を開き、「プライバシーとセキュリティ」>「ローカルネットワーク」に移動します。QuickDropが有効になっていることを確認してください。サードパーティ製のファイアウォールやウイルス対策ソフトを使用している場合は、QuickDropの受信接続を許可するように設定を確認してください。 2) メニューバーのアイコンをクリックしてQuickDropを再起動し、最後の項目を選択してアプリを再度開きます。Androidデバイスも再起動してください。 注意: 一部のネットワークでは、デバイス間の通信が許可されていない場合があります。この場合、スマートフォン用のQuickDropアプリをダウンロードし、Macをスマートフォンのホットスポットに接続してファイルを転送する必要があります。アプリのリンクは左側のサイドバーにあります。
ko: Mac과 Android 기기가 동일한 Wi-Fi 네트워크에 연결되어 있음에도 불구하고 Mac이 Android 기기에 표시되지 않거나 전송이 실패한 경우, 다음을 시도해 보세요: 1) 시스템 설정을 열고 "개인정보 보호 및 보안" > "로컬 네트워크"로 이동합니다. QuickDrop이 활성화되어 있는지 확인하세요. 타사 방화벽이나 백신 프로그램을 사용하는 경우, 해당 프로그램의 문서를 확인하여 QuickDrop의 수신 연결을 허용하세요. 2) 메뉴 막대 아이콘을 클릭하여 QuickDrop을 다시 시작하고, 마지막 항목을 선택한 후 앱을 다시 엽니다. Android 기기를 재시작하세요. 참고: 일부 네트워크에서는 기기 간 통신이 허용되지 않을 수 있습니다. 이 경우, 휴대폰용 QuickDrop 앱을 다운로드하고 Mac을 휴대폰의 핫스팟에 연결하여 파일을 전송해야 합니다. 앱 링크는 왼쪽 사이드바에서 찾을 수 있습니다.
ms: Jika Mac anda tidak muncul di peranti Android anda walaupun kedua-dua peranti disambungkan ke rangkaian Wi-Fi yang sama, atau penghantaran gagal, cuba yang berikut: 1) Buka Tetapan Sistem, dan pergi ke "Privasi & Keselamatan" > "Rangkaian Setempat". Pastikan QuickDrop diaktifkan. Jika anda menggunakan firewall pihak ketiga atau program antivirus, sila semak dokumentasi program tersebut untuk membenarkan sambungan masuk untuk QuickDrop. 2) Mulakan semula QuickDrop dengan mengklik ikon bar menu, pilih entri terakhir, dan buka semula aplikasi. Mulakan semula peranti Android anda. Nota: Beberapa rangkaian tidak membenarkan peranti berkomunikasi antara satu sama lain. Dalam kes seperti itu, muat turun aplikasi QuickDrop untuk telefon anda, dan sambungkan Mac anda ke hotspot telefon anda untuk memindahkan fail. Pautan ke aplikasi boleh didapati di bar sisi sebelah kiri.
nb: Hvis Mac-en din ikke vises på Android-enheten din selv om begge enhetene er koblet til samme Wi-Fi-nettverk, eller overføringen mislyktes, prøv følgende: 1) Åpne Systeminnstillinger, og gå til "Personvern og Sikkerhet" > "Lokalt Nettverk". Sørg for at QuickDrop er aktivert. Hvis du bruker en tredjeparts brannmur eller et antivirusprogram, vennligst sjekk dokumentasjonen til dette programmet for å tillate innkommende tilkoblinger for QuickDrop. 2) Start QuickDrop på nytt ved å klikke på menylinjeikonet, velg den siste oppføringen, og åpne appen på nytt. Start Android-enheten din på nytt. Merk: Noen nettverk tillater ikke at enheter kommuniserer med hverandre. I dette tilfellet må du laste ned QuickDrop-appen for telefonen din, og koble Mac-en til telefonens hotspot for å overføre filer. Lenken til appen finner du i sidepanelet til venstre.
nl: Als je Mac niet verschijnt op je Android-apparaat, zelfs als beide apparaten met hetzelfde Wi-Fi-netwerk zijn verbonden, of als de overdracht is mislukt, probeer dan het volgende: 1) Open Systeeminstellingen en ga naar "Privacy en beveiliging" > "Lokaal netwerk". Zorg ervoor dat QuickDrop is ingeschakeld. Als je een firewall of antivirusprogramma van derden gebruikt, raadpleeg dan de documentatie van dat programma om inkomende verbindingen voor QuickDrop toe te staan. 2) Herstart QuickDrop door op het menubalkpictogram te klikken, kies de laatste optie en open de app opnieuw. Herstart ook je Android-apparaat. Opmerking: Sommige netwerken staan niet toe dat apparaten met elkaar communiceren. In dat geval moet je de QuickDrop-app op je telefoon downloaden en je Mac verbinden met de hotspot van je telefoon om bestanden over te dragen. De link naar de app is te vinden in de zijbalk aan de linkerkant.
pl: Jeśli Twój Mac nie pojawia się na urządzeniu z Androidem, mimo że oba urządzenia są w tej samej sieci Wi-Fi, lub jeśli przesyłanie nie powiodło się, spróbuj następujące kroki: 1) Otwórz Ustawienia Systemowe i przejdź do "Prywatność i bezpieczeństwo" > "Lokalna sieć". Upewnij się, że QuickDrop jest włączony. Jeśli używasz zapory lub programu antywirusowego, zapoznaj się z dokumentacją, aby zezwolić na połączenia przychodzące dla QuickDrop. 2) Uruchom ponownie QuickDrop: kliknij ikonę na pasku menu, wybierz ostatni wpis i otwórz aplikację ponownie. Zrestartuj urządzenie z Androidem. Uwaga: Niektóre sieci nie pozwalają urządzeniom na komunikację. W tym przypadku pobierz aplikację QuickDrop na telefon i połącz Maca z hotspotem telefonu. Link do aplikacji znajduje się w pasku bocznym po lewej.
pt_br: Se o seu Mac não aparecer no seu dispositivo Android, mesmo estando ambos conectados à mesma rede Wi-Fi, ou se a transmissão falhar, tente o seguinte: 1) Abra as Configurações do Sistema e vá para "Privacidade e Segurança" > "Rede Local". Certifique-se de que o QuickDrop está ativado. Se você estiver usando um firewall ou antivírus de terceiros, verifique a documentação do programa para permitir conexões de entrada para o QuickDrop. 2) Reinicie o QuickDrop clicando no ícone da barra de menu, escolha a última opção e abra o aplicativo novamente. Reinicie também o seu dispositivo Android. Observação: Algumas redes não permitem que os dispositivos se comuniquem entre si. Nesse caso, baixe o aplicativo QuickDrop no seu telefone e conecte seu Mac ao ponto de acesso do telefone para transferir arquivos. O link para o aplicativo pode ser encontrado na barra lateral à esquerda.
pt_pt: Se o seu Mac não aparecer no seu dispositivo Android, mesmo que ambos estejam conectados à mesma rede Wi-Fi, ou se a transmissão falhar, tente o seguinte: 1) Abra as Definições do Sistema e vá a "Privacidade e Segurança" > "Rede Local". Certifique-se de que o QuickDrop está ativado. Se utilizar um firewall de terceiros ou um programa antivírus, consulte a documentação desse programa para permitir conexões de entrada para o QuickDrop. 2) Reinicie o QuickDrop clicando no ícone da barra de menus, escolha a última opção e abra novamente a aplicação. Reinicie o seu dispositivo Android. Nota: Algumas redes não permitem que os dispositivos comuniquem entre si. Neste caso, precisa de descarregar a aplicação QuickDrop para o seu telemóvel e ligar o seu Mac ao hotspot do seu telemóvel para transferir ficheiros. O link para a aplicação pode ser encontrado na barra lateral à esquerda.
ro: Dacă Mac-ul tău nu apare pe dispozitivul Android, deși ambele dispozitive sunt conectate la aceeași rețea Wi-Fi, sau dacă transmiterea a eșuat, încearcă următoarele: 1) Deschide Setările Sistemului și mergi la "Confidențialitate și Securitate" > "Rețea Locală". Asigură-te că QuickDrop este activat. Dacă folosești un firewall terț sau un program antivirus, consultă documentația acestuia pentru a permite conexiunile de intrare pentru QuickDrop. 2) Repornește QuickDrop făcând clic pe pictograma din bara de meniu, alege ultima opțiune și deschide din nou aplicația. Repornește dispozitivul Android. Notă: Unele rețele nu permit dispozitivelor să comunice între ele. În acest caz, trebuie să descarci aplicația QuickDrop pentru telefonul tău și să conectezi Mac-ul la hotspotul telefonului pentru a transfera fișiere. Linkul către aplicație se găsește în bara laterală din stânga.
ru: Если ваш Mac не отображается на устройстве Android, даже если оба устройства подключены к одной и той же Wi-Fi сети, или передача не удалась, попробуйте следующее: 1) Откройте "Системные настройки" и перейдите в "Конфиденциальность и безопасность" > "Локальная сеть". Убедитесь, что QuickDrop включён. Если вы используете сторонний брандмауэр или антивирусную программу, ознакомьтесь с их документацией, чтобы разрешить входящие соединения для QuickDrop. 2) Перезапустите QuickDrop, нажав на значок в строке меню, выберите последний пункт и снова откройте приложение. Перезагрузите ваше Android-устройство. Примечание: Некоторые сети не позволяют устройствам взаимодействовать друг с другом. В этом случае загрузите приложение QuickDrop на телефон и подключите Mac к точке доступа телефона для передачи файлов. Ссылка на приложение доступна в боковой панели слева.
sv: Om din Mac inte visas på din Android-enhet trots att båda enheterna är anslutna till samma Wi-Fi-nätverk, eller om överföringen misslyckades, försök följande: 1) Öppna Systeminställningar, och gå till "Integritet & Säkerhet" > "Lokalt nätverk". Kontrollera att QuickDrop är aktiverat. Om du använder en tredjeparts brandvägg eller antivirusprogram, kontrollera dokumentationen för att tillåta inkommande anslutningar för QuickDrop. 2) Starta om QuickDrop genom att klicka på menyradsikonen, välj sista posten och öppna appen igen. Starta om din Android-enhet. Obs: Vissa nätverk tillåter inte enheter att kommunicera med varandra. I så fall behöver du ladda ner QuickDrop-appen till din telefon och ansluta din Mac till din telefons hotspot för att överföra filer. Länken till appen finns i sidofältet till vänster.
th: หาก Mac ของคุณไม่ปรากฏบนอุปกรณ์ Android แม้ว่าทั้งสองอุปกรณ์จะเชื่อมต่อกับเครือข่าย Wi-Fi เดียวกัน หรือการส่งล้มเหลว ลองทำตามขั้นตอนต่อไปนี้: 1) เปิดการตั้งค่าระบบ แล้วไปที่ "ความเป็นส่วนตัวและความปลอดภัย" > "เครือข่ายท้องถิ่น" ตรวจสอบให้แน่ใจว่าเปิดใช้งาน QuickDrop แล้ว หากคุณใช้ไฟร์วอลล์หรือโปรแกรมป้องกันไวรัสของบริษัทอื่น โปรดดูเอกสารประกอบเพื่ออนุญาตการเชื่อมต่อขาเข้าสำหรับ QuickDrop 2) รีสตาร์ท QuickDrop โดยคลิกที่ไอคอนในแถบเมนู เลือกรายการสุดท้าย และเปิดแอปอีกครั้ง รีสตาร์ทอุปกรณ์ Android ของคุณด้วย หมายเหตุ: เครือข่ายบางเครือข่ายไม่อนุญาตให้อุปกรณ์สื่อสารกันได้ ในกรณีนี้ คุณต้องดาวน์โหลดแอป QuickDrop บนโทรศัพท์ และเชื่อมต่อ Mac ของคุณกับฮอตสปอตของโทรศัพท์เพื่อส่งไฟล์ ลิงก์สำหรับดาวน์โหลดแอปอยู่ในแถบด้านซ้าย
tr: Her iki cihaz da aynı Wi-Fi ağında bağlı olmasına rağmen Mac'iniz Android cihazınızda görünmüyorsa veya aktarım başarısız olduysa şunları deneyin: 1) Sistem Ayarlarını açın, "Gizlilik ve Güvenlik" > "Yerel Ağ"a gidin. QuickDrop'un etkin olduğundan emin olun. Üçüncü taraf bir güvenlik duvarı veya antivirüs programı kullanıyorsanız, bu programın belgelerine bakarak QuickDrop için gelen bağlantılara izin vermeyi kontrol edin. 2) Menü çubuğu simgesine tıklayıp son seçeneği seçerek QuickDrop'u yeniden başlatın ve uygulamayı tekrar açın. Android cihazınızı yeniden başlatın. Not: Bazı ağlar cihazların birbirleriyle iletişim kurmasına izin vermez. Bu durumda, telefonunuz için QuickDrop uygulamasını indirerek dosya aktarmak için Mac'inizi telefonunuzun hotspot'una bağlamanız gerekecektir. Uygulamaya bağlantı sol taraftaki kenar çubuğunda bulunabilir.
uk: Якщо ваш Mac не відображається на вашому Android-пристрої, навіть якщо обидва пристрої підключені до однієї Wi-Fi мережі, або передача не вдалася, спробуйте наступне: 1) Відкрийте Системні налаштування та перейдіть до "Конфіденційність і безпека" > "Локальна мережа". Переконайтеся, що QuickDrop увімкнено. Якщо ви використовуєте сторонній брандмауер або антивірусну програму, перегляньте документацію цієї програми, щоб дозволити вхідні з'єднання для QuickDrop. 2) Перезапустіть QuickDrop, натиснувши на значок у рядку меню, виберіть останній пункт і знову відкрийте додаток. Перезапустіть ваш Android-пристрій. Примітка: Деякі мережі не дозволяють пристроям спілкуватися один з одним. У цьому випадку вам потрібно завантажити додаток QuickDrop для вашого телефону та підключити Mac до точки доступу вашого телефону для передачі файлів. Посилання на додаток можна знайти в бічній панелі зліва.
vi: Nếu Mac của bạn không xuất hiện trên thiết bị Android mặc dù cả hai được kết nối cùng mạng Wi-Fi hoặc truyền tải thất bại, hãy thử những điều sau: 1) Mở Cài đặt Hệ thống, đi đến "Quyền Riêng tư & Bảo mật" > "Mạng Cục bộ". Đảm bảo rằng QuickDrop được bật. Nếu bạn sử dụng tường lửa của bên thứ ba hoặc chương trình chống virus, vui lòng kiểm tra tài liệu của chương trình để cho phép kết nối đến cho QuickDrop. 2) Khởi động lại QuickDrop bằng cách nhấp vào biểu tượng thanh menu, chọn mục cuối cùng, và mở lại ứng dụng. Khởi động lại thiết bị Android của bạn. Lưu ý: Một số mạng không cho phép thiết bị giao tiếp với nhau. Trong trường hợp này, bạn cần tải ứng dụng QuickDrop cho điện thoại và kết nối Mac với hotspot của điện thoại để truyền tệp. Liên kết tới ứng dụng có thể tìm thấy trong thanh bên trái.
zh_hans: 如果您的 Mac 没有显示在 Android 设备上，即使两个设备已连接到同一个 Wi-Fi 网络，或者传输失败，请尝试以下操作： 1）打开系统设置，前往“隐私与安全性”>“本地网络”。确保已启用 QuickDrop。如果您使用的是第三方防火墙或防病毒程序，请查阅相关文档，允许 QuickDrop 的传入连接。 2）点击菜单栏图标重新启动 QuickDrop，选择最后一个选项并重新打开应用。重启您的 Android 设备。 注意：某些网络不允许设备之间通信。在这种情况下，请在手机上下载 QuickDrop 应用，并将 Mac 连接到手机的热点以进行文件传输。应用下载链接位于左侧边栏中。
zh_hant: 如果您的 Mac 沒有顯示在 Android 設備上，即使兩台設備都連接到同一 Wi-Fi 網路，或者傳輸失敗，請嘗試以下方法： 1) 開啟「系統設置」，轉到「隱私和安全性」>「本地網路」。確保已啟用 QuickDrop。如果使用第三方防火牆或防毒程式，請檢查程式的說明文件以允許 QuickDrop 的傳入連接。 2) 通過點擊菜單欄圖標重啟 QuickDrop，選擇最後一個條目並重新打開應用程式。重啟 Android 設備。 注意：某些網絡不允許設備之間通信。在這種情況下，您需要為手機下載 QuickDrop 應用程式，並將您的 Mac 連接到手機的熱點來傳輸文件。應用程式鏈接可以在左側邊欄中找到。
